Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: Defines if the TCP connection should be reset. This is to be used when using with audiobargraph_v (default 1).
ca_es: Determina si la connexió TCP s'ha de reiniciar. S'ha d'utilitzar amb audiobargraph_v (per defecte 1).

source: Audio part of the BarGraph function
ca_es: Part de l'àudio de la funció de gràfica de barres

source: Audiobar Graph
ca_es: Gràfica de barres de l'àudio

source: Simple decoder for Dolby Surround encoded streams
ca_es: Codificador simple per als fluxos codificats del Dolby Surround

source: Dolby Surround decoder
ca_es: Descodificador del Dolby Surround

source: This effect gives you the feeling that you are standing in a room with a complete 7.1 speaker set when using only a headphone, providing a more realistic sound experience. It should also be more comfortable and less tiring when listening to music for long periods of time. It works with any source format from mono to 7.1.
ca_es: Aquest efecte us fa sentir com si estiguéssiu a una habitació amb un conjunt complet d'altaveus 7.1 mentre només esteu utilitzant uns auriculars, de manera que es produeix una experiència més real. Heu de sentir-vos més còmodes i menys cansats quan escolteu música durant un llarg període de temps . Funciona amb qualsevol format de font, des de mono a 7.1.

source: Characteristic dimension
ca_es: Dimensió característica

source: Distance between front left speaker and listener in meters.
ca_es: Distància entre l'altaveu frontal esquerre i el receptor, en metres.

source: Compensate delay
ca_es: Compensa el retard

source: The delay which is introduced by the physical algorithm may sometimes be disturbing for the synchronization between lips-movement and speech. In case, turn this on to compensate.
ca_es: L'algorisme físic ha introduït un retard que pot perjudicar de vegades a la sincronització entre el moviment de llavis i la parla. En aquest cas, habiliteu aquesta opció per compensar.

source: No decoding of Dolby Surround
ca_es: Que no es descodifiqui el Dolby Surround

source: Dolby Surround encoded streams won't be decoded before being processed by this filter. Enabling this setting is not recommended.
ca_es: Els fluxos codificats de Dolby Surround no es descodificaran abans d'ésser processats per aquest filtre. No és recomanable habilitar aquesta opció.

source: Headphone virtual spatialization effect
ca_es: Efecte d'espacialització virtual dels auriculars

source: Headphone effect
ca_es: Efecte d'auriculars

source: Use downmix algorithm
ca_es: Utilitza l'algoritme downmix

source: This option selects a stereo to mono downmix algorithm that is used in the headphone channel mixer. It gives the effect of standing in a room full of speakers.
ca_es: Selecciona un algoritme downmix d'estèreo a mono que s'utilitza al mesclador de canals per als auriculars. Fa que ens sentim com si estiguéssim en una habitació plena de gent parlant.

source: Select channel to keep
ca_es: Seleccioneu el canal que voleu mantenir

source: This option silences all other channels except the selected channel.
ca_es: Silencia tots els canals menys el canal seleccionat.

source: Rear left
ca_es: Posterior esquerra

source: Rear right
ca_es: Posterior dret

source: Low-frequency effects
ca_es: Efectes de baixa freqüència

source: Side left
ca_es: Lateral esquerre

source: Side right
ca_es: Lateral dret

source: Rear center
ca_es: Posterior centre

source: Audio filter for stereo to mono conversion
ca_es: Filtre d'àudio per a la conversió d'estèreo a mono

source: Audio channel remapper
ca_es: Reassignador del canal d'àudio

source: Audio filter for simple channel mixing
ca_es: Filtre d'àudio per a la mescla de canal simple

source: Audio filter for trivial channel mixing
ca_es: Filtre d'àudio per a la mescla de canal trivial

source: Sound Delay
ca_es: Retard de so

source: Delay
ca_es: Retard

source: Add a delay effect to the sound
ca_es: Afegeix un efecte de retard al so

source: Delay time
ca_es: Temps de retard

source: Time in milliseconds of the average delay. Note average
ca_es: Temps en mil·lisegons de la mitjana de retard. Tingueu en compte la mitjana

source: Sweep Depth
ca_es: Profunditat de l'escombrat

source: Time in milliseconds of the maximum sweep depth. Thus, the sweep range will be delay-time +/- sweep-depth.
ca_es: Temps en mil·lisegons de la profunditat màxima de l'escombrat. És per això que l'interval de l'escombrat serà retard-temps +/- escombrat-profunditat.

source: Sweep Rate
ca_es: Taxa de l'escombrat

source: Rate of change of sweep depth in milliseconds shift per second of play
ca_es: Taxa de canvi de la profunditat de l'escombrat de mil·lisegons a per segons de reproducció

source: Feedback gain
ca_es: Guany de la retroacció

source: Gain on Feedback loop
ca_es: Guany al bucle de retroacció

source: Wet mix
ca_es: Senyal alterada (wet)

source: Level of delayed signal
ca_es: Nivell de la senyal retardada

source: Dry Mix
ca_es: Senyal original (dry)

source: Level of input signal
ca_es: Nivell de la senyal d'entrada

source: RMS/peak
ca_es: RMS/pic

source: Set the RMS/peak (0 ... 1).
ca_es: Defineix l'RMS/pic (0 ... 1).

source: Attack time
ca_es: Temps d'atac

source: Set the attack time in milliseconds (1.5 ... 400).
ca_es: Defineix el temps d'atac en mil·lisegons (1.5 ... 400).

source: Release time
ca_es: Temps d'alliberament

source: Set the release time in milliseconds (2 ... 800).
ca_es: Defineix el temps d'alliberament en mil·lisegons (2 ... 800).

source: Threshold level
ca_es: Nivell del llindar

source: Set the threshold level in dB (-30 ... 0).
ca_es: Defineix el nivell del llindar en dB (-30 ... 0).

source: Ratio
ca_es: Ràtio

source: Set the ratio (n:1) (1 ... 20).
ca_es: Defineix la ràtio (n:1) (1 ... 20).

source: Knee radius
ca_es: Radi de l'angle de curvatura

source: Set the knee radius in dB (1 ... 10).
ca_es: Defineix el radi de l'angle de curvatura en dB (1 ... 10).

source: Makeup gain
ca_es: Etapa de guany

source: Set the makeup gain in dB (0 ... 24).
ca_es: Defineix l'etapa de guany en dB (0 ... 24).

source: Dynamic range compressor
ca_es: Compressor de rang dinàmic

source: A/52 dynamic range compression
ca_es: Compressor de rang dinàmic A/52

source: Dynamic range compression makes the loud sounds softer, and the soft sounds louder, so you can more easily listen to the stream in a noisy environment without disturbing anyone. If you disable the dynamic range compression the playback will be more adapted to a movie theater or a listening room.
ca_es: La compressió de rang dinàmic fa que els sons alts sonin més suaus, i els suaus més alts, perquè pugueu escoltar més fàcilment el flux en un entorn sorollós sense molestar a ningú. Si la inhabiliteu, la reproducció estarà més adaptada a una sala cinematogràfica o una habitació acústica.

source: Enable internal upmixing
ca_es: Habilita l'upmix intern

source: Enable the internal upmixing algorithm (not recommended).
ca_es: Habilita l'algoritme d'upmixing intern (no recomanat).

source: ATSC A/52 (AC-3) audio decoder
ca_es: Descodificador d'àudio ATSC A/52 (AC-3)

source: Audio filter for A/52->S/PDIF encapsulation
ca_es: Filtre d'àudio per a l'encapsulació A/52->S/PDIF

source: DTS dynamic range compression
ca_es: Compressió de rang dinàmic DTS

source: DTS Coherent Acoustics audio decoder
ca_es: Descodificador d'àudio DTS Coherent Acoustics

source: Audio filter for DTS->S/PDIF encapsulation
ca_es: Filtre d'àudio per a l'encapsulació DTS->S/PDIF

source: Audio filter for PCM format conversion
ca_es: Filtre d'àudio per a la conversió de format PCM

source: MPEG audio decoder
ca_es: Descodificador d'àudio MPEG

source: Equalizer preset
ca_es: Valors predefinits de l'equalitzador

source: Preset to use for the equalizer.
ca_es: Valors predefinits que s'han d'utilitzar amb l'equalitzador.

source: Bands gain
ca_es: Guany de les bandes

source: Don't use presets, but manually specified bands. You need to provide 10 values between -20dB and 20dB, separated by spaces, e.g. "0 2 4 2 0 -2 -4 -2 0 2".
ca_es: No utilitzeu els valors predeterminats, excepte les bandes especificades manualment. Heu de proporcionar 10 valors entre -20dB i 20dB, separats per espais, p.e. «0 2 4 2 0 -2 -4 -2 0 2».

source: Use VLC frequency bands
ca_es: Utilitza les bandes de freqüència del VLC

source: Use the VLC frequency bands. Otherwise, use the ISO Standard frequency bands.
ca_es: Utilitza les bandes de freqüència del VLC. Altrament, utilitza les bandes de freqüència estàndards ISO.

source: Two pass
ca_es: Dues passades

source: Filter the audio twice. This provides a more intense effect.
ca_es: Filtra l'àudio dues vegades. Això proporciona un efecte més intens.

source: Global gain
ca_es: Guany global

source: Set the global gain in dB (-20 ... 20).
ca_es: Defineix el guany global en dB (-20 ... 20).

source: Equalizer with 10 bands
ca_es: Equalitzador de 10 bandes

source: Flat
ca_es: Pla

source: Classical
ca_es: Clàssic

source: Full bass
ca_es: Greu total

source: Full bass and treble
ca_es: Greu total i agut

source: Full treble
ca_es: Agut total

source: Headphones
ca_es: Auriculars

source: Large Hall
ca_es: Sala gran

source: Live
ca_es: En viu

source: Party
ca_es: Festa

source: Soft
ca_es: Suau

source: Soft rock
ca_es: Rock suau

source: Gain multiplier
ca_es: Multiplicador de guany

source: Increase or decrease the gain (default 1.0)
ca_es: Incrementa o decrementa el guany (per defecte 1.0)

source: Gain control filter
ca_es: Filtre de control de guany

source: Simple Karaoke filter
ca_es: Filtre de karaoke simple

source: Number of audio buffers
ca_es: Nombre de memòries intermèdies d'àudio

source: This is the number of audio buffers on which the power measurement is made. A higher number of buffers will increase the response time of the filter to a spike but will make it less sensitive to short variations.
ca_es: Nombre de memòries intermèdies sobre les quals es fa la mesura de potència. Un nombre major augmentarà el temps de resposta del filtre a una potència alta, però el farà menys sensible a petites variacions.

source: Maximal volume level
ca_es: Nivell de volum màxim

source: If the average power over the last N buffers is higher than this value, the volume will be normalized. This value is a positive floating point number. A value between 0.5 and 10 seems sensible.
ca_es: Si la potència mitjana sobre les últimes memòries intermèdies N és major que aquest valor, es normalitzarà el volum. Aquest valor és un nombre positiu en coma flotant. Un valor entre 0.5 i 10 sembla sensible.

source: Volume normalizer
ca_es: Normalitzador de volum

source: Parametric Equalizer
ca_es: Equalitzador paramètric

source: Low freq (Hz)
ca_es: Baixa freq (Hz)

source: Low freq gain (dB)
ca_es: Guany de la freqüència baixa (dB)

source: High freq (Hz)
ca_es: Alta freq (Hz)

source: High freq gain (dB)
ca_es: Guany de la freqüència alta (dB)

source: Freq 1 gain (dB)
ca_es: Guany Freq 1 (dB)

source: Freq 2 gain (dB)
ca_es: Guany Freq 2 (dB)

source: Freq 3 gain (dB)
ca_es: Guany Freq 3 (dB)

source: Audio filter for band-limited interpolation resampling
ca_es: Filtre d'àudio per al remostreig d'interpolació limitat per banda

source: Resampling quality
ca_es: Qualitat del remostreig

source: Resampling quality (0 = worst and fastest, 10 = best and slowest).
ca_es: Qualitat del remostreig (0= pitjor i més ràpid, 10= millor i més lent).

source: Speex resampler
ca_es: Remostrador Speex

source: Sample rate converter type
ca_es: Tipus de convertidor de la freqüència de mostratge

source: Different resampling algorithms are supported. The best one is slower, while the fast one exhibits low quality.
ca_es: Pot admetre diversos algoritmes de remostratge. El millor és més lent, mentre que el més ràpid mostra baixa qualitat.

source: Sinc function (best quality)
ca_es: Funció sinc (millor qualitat)

source: Sinc function (medium quality)
ca_es: Funció sinc (qualitat mitjana)

source: Sinc function (fast)
ca_es: Funció sinc (ràpid)

source: Zero Order Hold (fastest)
ca_es: Zero Order Hold (el més ràpid)

source: Linear (fastest)
ca_es: Lineal (més ràpid)

source: SRC resampler
ca_es: Remostrador SRC

source: Secret Rabbit Code (libsamplerate) resampler
ca_es: Remostrador Secret Rabbit Code (libsamplerate)

source: Nearest-neighbor audio resampler
ca_es: Remostrador d'àudio del veí més proper

source: Audio tempo scaler synched with rate
ca_es: Escalador del tempo de l'àudio sincronitzat amb el ritme

source: Stride Length
ca_es: Longitud de pas

source: Length in milliseconds to output each stride
ca_es: Durada en mil·lisegons per a la sortida de cada pas

source: Overlap Length
ca_es: Longitud de la superposició

source: Percentage of stride to overlap
ca_es: Percentatge de pas per superposar

source: Search Length
ca_es: Longitud de la cerca

source: Length in milliseconds to search for best overlap position
ca_es: Durada en mil·lisegons per cercar la millor posició de superposició

source: Room size
ca_es: Mida de l'habitació

source: Defines the virtual surface of the room emulated by the filter.
ca_es: Defineix la superfície virtual de l'habitació emulada pel filtre .

source: Room width
ca_es: Amplada de l'habitació

source: Width of the virtual room
ca_es: Amplada de l'habitació virtual

source: Wet
ca_es: Humit

source: Dry
ca_es: Sec

source: Damp
ca_es: Bolca

source: Audio Spatializer
ca_es: Espaiador d'àudio

source: Spatializer
ca_es: Espaiador

source: This filter enhances the stereo effect by suppressing mono (signal common to both channels) and by delaying the signal of left into right and vice versa, thereby widening the stereo effect.
ca_es: Aquest filtre millora l'efecte estèreo en suprimir mono (senyal comú als dos canals) i retardant la senyal de l'esquerra respecte a la dreta i viceversa. ampliant així l'efecte estèreo.

source: Time in ms of the delay of left signal into right and vice versa.
ca_es: Temps en ms del retard de la senyal esquerra respecte a la dreta i viceversa.

source: Amount of gain in delayed left signal into right and vice versa. Gives a delay effect of left signal in right output and vice versa which gives widening effect.
ca_es: Quantitat de guany a la senyal esquerra retardada respecte a la dreta i viceversa. Dóna un efecte de retard de la sortida esquerra sobre la dreta i viceversa, cosa que produeix un efecte d'ampliació.

source: Cross feed of left into right with inverted phase. This helps in suppressing the mono. If the value is 1 it will cancel all the signal common to both channels.
ca_es: Crossfeed de l'esquerra sobre la dreta amb fase invertida. Això ajuda a suprimir el mono. Si el valor és 1 cancel·larà tota la senyal comuna als dos canals.

source: Dry mix
ca_es: Senyal original

source: Level of input signal of original channel.
ca_es: Nivell de la senyal d'entrada del canal original.

source: Stereo Enhancer
ca_es: Potenciador de l'estèreo

source: Simple stereo widening effect
ca_es: Efecte d'ampliació estèreo simple

source: Single precision audio volume
ca_es: Volum d'àudio de precisió senzilla

source: Integer audio volume
ca_es: Volum de l'àudio sencer

source: Dummy audio output
ca_es: Sortida d'àudio Dummy

source: Audio output device
ca_es: Dispositiu de sortida d'àudio

source: Audio output device (using ALSA syntax).
ca_es: Dispositiu de sortida d'àudio (amb sintaxi ALSA).

source: Audio output channels
ca_es: Canals de sortida d'àudio

source: Channels available for audio output. If the input has more channels than the output, it will be down-mixed. This parameter is ignored when digital pass-through is active.
ca_es: anals disponibles per a la sortida d'àudio. Si l'entrada té més canals que la sortida, es mesclarà cap avall. Aquest paràmetre s'ignora quan està activada la traspassada digital.

source: Surround 4.0
ca_es: So envoltant 4.0

source: Surround 4.1
ca_es: So envoltant 4.1

source: Surround 5.0
ca_es: So envoltant 5.0

source: Surround 5.1
ca_es: So envoltant 5.1

source: ALSA audio output
ca_es: Sortida d'àudio ALSA

source: Audio output failed
ca_es: S'ha produït un error en la sortida d'àudio

source: The audio device "%s" could not be used: %s.
ca_es: El dispositiu d'àudio "%s" no s'ha pogut utilitzar: %s.

source: Audio memory
ca_es: Memòria d'àudio

source: Audio memory output
ca_es: Sortida de la memòria d'àudio

source: Sample format
ca_es: Format de mostra

source: AudioQueue (iOS / Mac OS) audio output
ca_es: Sortida d'àudio AudioQueue (iOS/Mac OS)

source: Android AudioTrack audio output
ca_es: Sortida d'àudio AudioTrack Android

source: AudioUnit output for iOS
ca_es: Sortida AudioUnit per iOS

source: Last audio device
ca_es: Darrer dispositiu d'àudio

source: HAL AudioUnit output
ca_es: Sortida HAL AudioUnit

source: The selected audio output device is exclusively in use by another program.
ca_es: Un altre programa està utilitzant de forma exclusiva el dispositiu de sortida d'àudio seleccionat.

source: Audio device is not configured
ca_es: El dispositiu d'àudio no està configurat.

source: You should configure your speaker layout with "Audio Midi Setup" in /Applications/Utilities. VLC will output Stereo only.
ca_es: És recomanable que configureu la disposició dels altaveus amb la utilitat «Configuració d'àudio MIDI» a Aplicacions/Utilitats. Ara s'està utilitzant el mode estèreo.

source: System Sound Output Device
ca_es: Dispositiu de sortida de so del sistema

source: %s (Encoded Output)
ca_es: %s (sortida codificada)

source: Output device
ca_es: Dispositiu de sortida

source: Select your audio output device
ca_es: Seleccioneu un dispositiu de sortida d'àudio

source: Speaker configuration
ca_es: Configuració de l'altaveu

source: Select speaker configuration you want to use. This option doesn't upmix! So NO e.g. Stereo -> 5.1 conversion.
ca_es: Selecciona la configuració de l'altaveu que voleu fer servir. Aquesta opció no fa upmix i per tant no hi ha, per exemple, conversió estèreo > 5.1.

source: Audio volume in hundredths of decibels (dB).
ca_es: Volum de l'àudio en cents de decibels (dB).

source: DirectX audio output
ca_es: Sortida d'àudio DirectX

source: Output format
ca_es: Format de sortida

source: Number of output channels
ca_es: Nombre de canals de sortida

source: By default (0), all the channels of the incoming will be saved but you can restrict the number of channels here.
ca_es: Per defecte (0), tots els canals d'entrada es desaran però podeu restringir el nombre de canals aquí.

source: Add WAVE header
ca_es: Afegeix una capçalera WAVE

source: Instead of writing a raw file, you can add a WAV header to the file.
ca_es: En comptes d'escriure un fitxer cru, podeu afegir una capçalera WAV al fitxer.

source: Output file
ca_es: Fitxer de sortida

source: File to which the audio samples will be written to. ("-" for stdout
ca_es: Fitxer on s'escriuran les mostres d'àudio. ("-" per stdout

source: File audio output
ca_es: Sortida d'àudio del fitxer

source: Automatically connect to writable clients
ca_es: Connecta automàticament als clients enregistrables

source: If enabled, this option will automatically connect sound output to the first writable JACK clients found.
ca_es: Si està habilitada, aquesta opció automàticament connectarà la sortida d'àudio al primer client JACK enregistrable que trobi.

source: Connect to clients matching
ca_es: Connecta als clients que coincideixin

source: If automatic connection is enabled, only JACK clients whose names match this regular expression will be considered for connection.
ca_es: Si la connexió automàtica està habilitada, només els clients JACK els noms dels quals coincideixin amb aquesta expressió regular es tindran en compte per a la connexió.

source: JACK audio output
ca_es: Sortida d'àudio JACK

source: Device
ca_es: Dispositiu

source: Select a proper audio device to be used by KAI.
ca_es: Selecciona un dispositiu d'àudio adequat perquè l'utilitzi KAI.

source: Open audio in exclusive mode.
ca_es: Obre l'àudio en mode exclusiu.

source: Enable this option if you want your audio not to be interrupted by the other audio.
ca_es: Habiliteu aquesta opció si voleu que cap altre àudio interrompi el vostre àudio.

source: K Audio Interface audio output
ca_es: Sortida d'àudio de la K Audio Interface

source: OpenSLES audio output
ca_es: Sortida d'àudio OpenSLES

source: OSS device node path.
ca_es: Camí al node del dispositiu OSS.

source: Open Sound System audio output
ca_es: Sortida d'àudio Open Sound System

source: Pulseaudio audio output
ca_es: Sortida d'àudio PulseAudio

source: OpenBSD sndio audio output
ca_es: Sortida d'àudio OpenBSD sndio

source: Software gain
ca_es: Guany per programari

source: This linear gain will be applied in software.
ca_es: Aquest guany lineal s'aplicarà al programari.

source: Select Audio Device
ca_es: Selecciona el dispositiu d'àudio

source: Select special Audio device, or let windows decide (default), change needs VLC restart to apply.
ca_es: Seleccioneu un dispositiu especial d'àudio, o deixeu que Windows decideixi (per defecte), per aplicar els canvis es requereix reiniciar el VLC.

source: WaveOut audio output
ca_es: Sortida d'àudio WaveOut

source: Use float32 output
ca_es: Utilitza la sortida de float32

source: The option allows you to enable or disable the high-quality float32 audio output mode (which is not well supported by some soundcards).
ca_es: L'opció us permet habilitar o inhabilitar el mode de sortida d'àudio float32 d'alta qualitat (que algunes targetes no admeten).

source: A/52 parser
ca_es: Analitzador A/52

source: A/52 audio packetizer
ca_es: Empaquetador d'àudio A/52

source: ADPCM audio decoder
ca_es: Descodificador d'àudio ADPCM

source: AES3/SMPTE 302M audio decoder
ca_es: Descodificador d'àudio AES3/SMPTE 302M

source: AES3/SMPTE 302M audio packetizer
ca_es: Empaquetador d'àudio AES3/SMPTE 302M

source: Raw/Log Audio decoder
ca_es: Descodificador d'àudio Raw/Log

source: Raw audio encoder
ca_es: Codificador d'àudio cru

source: Non-ref
ca_es: Sense Referència

source: Bidir
ca_es: Bidireccional

source: Non-key
ca_es: Sense clau

source: simple
ca_es: senzill

source: Various audio and video decoders/encoders delivered by the FFmpeg library. This includes (MS)MPEG4, DivX, SV1,H261, H263, H264, WMV, WMA, AAC, AMR, DV, MJPEG and other codecs
ca_es: Diversos descodificadors/codificadors d'àudio i vídeo lliurats per la biblioteca FFmpeg. Inclou (MS)MPEG4, DivX, SV1,H261, H263, H264, WMV, WMA, AAC, AMR, DV, MJPEG i altres còdecs.

source: FFmpeg audio/video decoder
ca_es: Descodificador d'àudio/vídeo FFmpeg

source: Decoding
ca_es: S'està descodificant

source: Encoding
ca_es: S'està codificant

source: FFmpeg audio/video encoder
ca_es: Codificador d'àudio/vídeo FFmpeg

source: Direct rendering
ca_es: Renderització directa

source: Error resilience
ca_es: Reconeixement d'errors

source: libavcodec can do error resilience. However, with a buggy encoder (such as the ISO MPEG-4 encoder from M$) this can produce a lot of errors. Valid values range from 0 to 4 (0 disables all errors resilience).
ca_es: libavcodec can do error resilience. Tot i així, amb un codificador amb errors (com el codificador ISO MPEG-4 del M$) aquesta opció pot produir molts errors. Els valors vàlids estan entre 0 i 4 (0 inhabilita el reconeixement d'errors).

source: Workaround bugs
ca_es: Solució temporal d'errors

source: Try to fix some bugs: 1 autodetect 2 old msmpeg4 4 xvid interlaced 8 ump4 16 no padding 32 ac vlc 64 Qpel chroma. This must be the sum of the values. For example, to fix "ac vlc" and "ump4", enter 40.
ca_es: Intenta solucionar alguns errors: 1 detecció automàtica 2 msmpeg4 antic 4 xvid entrellaçat 8 ump4 16 sense separació 32 ac vlc 64 Qpel crominància. Això ha de ser la suma dels valors. Per exemple, per arreglar «ac vlc» i «ump4», introdueix 40.
